<?php

return [
    'upload_button' => 'Φόρτωση Αρχείων',
    'upload-drop-area' => 'Μετακινήστε τα αρχεία σας σε αυτό το πλαίσιο για την φόρτωση των εικόνων',
    'upload-cancel' => 'Ακύρωση',
    'upload-failed' => 'Αποτυχία μεταφοράς αρχείου',

    'loading' => 'Επεξεργασία, παρακαλώ περιμένετε...',
    'deleting' => 'Διαγραφή, παρακαλώ περιμένετε...',
    'saving_title' => 'Αποθήκευση τίτλου...',

    'list_delete' => 'Διαγραφή',
    'alert_delete' => 'Είστε σίγουρος ότι θέλετε να διαγραφεί η εικόνα?',
];